Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# weed.detail.beschreibung
source: Oh nein! Um dieses Unkraut zu entfernen, musst du heute %d Gewohnheiten abschließen.
en: Oh no! Complete %d habits today to remove this weed.
es: ¡Oh no! Completa %d hábitos hoy para eliminar estas malas hierbas.
fr: Oh non ! Complète %d habitudes aujourd'hui pour retirer ces mauvaises herbes.
hi: ओह नहीं! इस खरपतवार को हटाने के लिए, तुम्हें आज%dआदतें पूरी करनी होंगी।
it: Oh no! Completa %d abitudini oggi per rimuovere queste erbacce.
ja: なんてこった！この雑草を除去するには、今日 %d 個の習慣を完了してください。
ko: 안 돼! 이 잡초를 제거하려면 오늘 %d개의 습관을 완료하세요.
nl: O nee! Voltooi vandaag nog %d gewoonten om dit onkruid te verwijderen.
pl: O nie! Ukończ dzisiaj %d nawyków, aby usunąć tego chwasta.
pt: Oh não! Completa %d hábitos hoje para remover estas ervas daninhas.
ru: О, нет! Чтобы удалить эти сорняки, вам необходимо выполнить привычки%dсегодня.
tr: Ah hayır! Bu otu ortadan kaldırmak için bugün %d alışkanlığı tamamlayın.
zh_hans: 哦不！要清除这些杂草，您今天必须完成%d习惯。
zh_hant: 哦不！要清除這些雜草，您今天必須完成%d習慣。

# weed.detail.button
source: Verstanden
en: Got it
es: Entendido
fr: Compris
hi: समझ गया
it: Capito
ja: わかった
ko: 알았어요
nl: Ik heb het
pl: Rozumiem
pt: Entendido
ru: Понял
tr: Anladım
zh_hans: 明白了
zh_hant: 明白了

# weed.detail.fortschritt
source: Fortschritt: %d von %d
en: Progress: %d of %d
es: Progreso: %d de %d
fr: Progression: %d sur %d
hi: प्रगति:%dका%d
it: Progresso: %d di %d
ja: 進行状況: %d/%d
ko: 진행률: %d/%d
nl: Voortgang: %d van %d
pl: Postęp: %d z %d
pt: Progresso: %d de %d
ru: Прогресс:%dиз%d
tr: İlerleme: %d / %d
zh_hans: 进展：%d从%d
zh_hant: 進展：%d從%d

# weed.detail.titel
source: Unkraut im Garten!
en: Weeds in the Garden!
es: ¡Malas hierbas en el jardín!
fr: Mauvaises herbes dans le jardin !
hi: बगीचे में खरपतवार!
it: Erbacce nel Giardino!
ja: 庭の雑草！
ko: 정원의 잡초!
nl: Onkruid in de tuin!
pl: Chwasty w ogrodzie!
pt: Ervas daninhas no jardim!
ru: Сорняки в саду!
tr: Bahçedeki yabani otlar!
zh_hans: 花园里杂草丛生！
zh_hant: 花園裡雜草叢生！

# weed.powerup.already_active
source: Aktiv
en: Active
es: Activo
fr: Actif
hi: सक्रिय
it: Attivo
ja: アクティブ
ko: 활동적인
nl: Actief
pl: Aktywny
pt: Ativo
ru: Активный
tr: Aktif
zh_hans: 积极的
zh_hant: 積極的

# weed.powerup.hint.gartenschutz
source: 24h kein neues Unkraut (bestehendes bleibt)
en: 24h no new weeds (existing weeds stay)
es: 24h sin malas hierbas nuevas
fr: 24h sans nouvelles mauvaises herbes
hi: 24 घंटे कोई नया घास नहीं (मौजूदा बनी रहेगी)
it: 24h senza nuove erbacce
ja: 24時間新しい雑草は発生しません（既存の雑草は残ります）
ko: 24시간 새로운 잡초 제거(기존 잡초는 그대로 유지)
nl: 24u geen nieuw onkruid (bestaand onkruid blijft)
pl: 24h brak nowych chwastów (istniejące chwasty pozostają)
pt: 24h sem novas ervas
ru: Никаких новых сорняков в течение 24 часов (существующие остаются)
tr: 24 saat boyunca yeni yabani otlar yok (mevcut yabani otlar kalıyor)
zh_hans: 24小时无新杂草（现有杂草保留）
zh_hant: 24小時無新雜草（現有雜草保留）

# weed.powerup.hint.unkraut_schild
source: Schild-Ritual + 24 h kein neues Unkraut
en: Shield ritual + 24 h no new weeds
es: Ritual del escudo + 24 h sin nuevas
fr: Rituel du bouclier + 24 h sans nouvelles
hi: डाल-रिति + 24 घंटे कोई नया जंगली घास नहीं
it: Rituale scudo + 24 h senza nuove
ja: シールドの儀式 + 24 時間新たな雑草を排除
ko: 방패 의식 + 24시간 잡초 제거
nl: Schildritueel + 24u geen nieuw onkruid
pl: Rytuał tarczy + 24 h bez nowych chwastów
pt: Ritual do escudo + 24 h sem novas
ru: Ритуал щита + отсутствие новых сорняков в течение 24 часов
tr: Kalkan ritüeli + 24 saat yeni yabani ot yok
zh_hans: 盾牌仪式+24小时无新杂草
zh_hant: 盾牌儀式+24小時無新雜草

# weed.powerup.hint.zauberstab
source: Entfernt alle Unkräuter sofort + 3 Tage Schutz
en: Clears all weeds instantly + 3 days protection
es: Quita todas las malas hierbas + 3 días de protección
fr: Supprime toutes les mauvaises herbes + 3 jours de protection
hi: सभी खरपतवार तुरंत हटाएँ + 3 दिन की सुरक्षा
it: Rimuove tutte le erbacce + 3 giorni di protezione
ja: すべての雑草を即座に除去 + 3 日間の保護
ko: 모든 잡초를 즉시 제거 + 3일 보호
nl: Verwijdert direct al het onkruid + 3 dagen bescherming
pl: Natychmiast usuwa wszystkie chwasty + 3-dniowa ochrona
pt: Remove todas as ervas + 3 dias de proteção
ru: Мгновенно удаляет все сорняки + защита на 3 дня.
tr: Tüm yabani otları anında temizler + 3 gün koruma
zh_hans: 立即清除所有杂草 + 3 天保护
zh_hant: 立即清除所有雜草 + 3 天保護

# weed.powerup.section
source: Power-Ups gegen Unkraut
en: Power-Ups vs. weeds
es: Power-Ups contra malas hierbas
fr: Power-Ups anti-mauvaises herbes
hi: 잡초 के खिलाफ पावर-अप
it: Power-Up contro erbacce
ja: パワーアップ vs. 雑草
ko: 파워업 대 잡초
nl: Power-ups versus onkruid
pl: Power-Upy kontra chwasty
pt: Power-Ups contra ervas
ru: Усиления против сорняков
tr: Güçlendirmeler ve yabani otlar
zh_hans: 增强对抗杂草的能力
zh_hant: 增強對抗雜草的能力

# weed.protection.active
source: Unkraut-Schutz aktiv
en: Weed protection active
es: Protección activa
fr: Protection active
hi: खरपतवार सुरक्षा सक्रिय
it: Protezione attiva
ja: 雑草防止効果あり
ko: 잡초 보호 활성
nl: Onkruidbescherming actief
pl: Ochrona przed chwastami aktywna
pt: Proteção ativa
ru: Защита от сорняков активна
tr: Yabani ot koruması aktif
zh_hans: 杂草保护活跃
zh_hant: 雜草保護活躍

# weed.shield.ritual.cancel
source: Schutz abbrechen
en: Cancel shield
es: Cancelar escudo
fr: Annuler le bouclier
hi: सुरक्षा रद्द करें
it: Annulla scudo
ja: シールドをキャンセル
ko: 쉴드 취소
nl: Schild annuleren
pl: Anuluj tarczę
pt: Cancelar escudo
ru: Отменить защиту
tr: Kalkanı iptal et
zh_hans: 取消保护
zh_hant: 取消保護

# weed.shield.ritual.drag
source: Zieh das Unkraut-Schild auf die Zahlen 1, 2 und 3.
en: Drag the Weed Shield onto numbers 1, 2, and 3.
es: Arrastra el escudo anti-hierbas a 1, 2 y 3.
fr: Glisse le bouclier sur les numéros 1, 2 et 3.
hi: जड़ी-बूटी के निशान को अंकों 1, 2 और 3 पर खींचो।
it: Trascina lo scudo sui numeri 1, 2 e 3.
ja: Weed Shield を番号 1、2、および 3 にドラッグします。
ko: 위드 쉴드를 숫자 1, 2, 3으로 드래그하세요.
nl: Sleep het onkruidschild naar de nummers 1, 2 en 3.
pl: Przeciągnij Tarczę chwastów na cyfry 1, 2 i 3.
pt: Arrasta o escudo para os números 1, 2 e 3.
ru: Перетащите знак сорняков на цифры 1, 2 и 3.
tr: Ot Kalkanını 1, 2 ve 3 numaralarının üzerine sürükleyin.
zh_hans: 将杂草符号拖到数字 1、2 和 3 上。
zh_hant: 將雜草符號拖曳到數字 1、2 和 3 上。

# weed.shield.ritual.drag_active
source: Unkraut-Schild aktiv – zieh es auf 1, 2 und 3, um das Unkraut zu entfernen.
en: Weed Shield active – drag it onto 1, 2, and 3 to remove the weed.
es: Escudo activo – arrástralo a 1, 2 y 3.
fr: Bouclier actif – glisse-le sur 1, 2 et 3.
hi: झाड़ू-ढाल सक्रिय – खरपतवार हटाने के लिए इसे 1, 2 और 3 पर खींचें।
it: Scudo attivo – trascinalo su 1, 2 e 3.
ja: 雑草シールドがアクティブ – 雑草を除去するには、1、2、3 にドラッグします。
ko: Weed Shield 활성 – 잡초를 제거하려면 1, 2, 3으로 드래그하세요.
nl: Onkruidschild actief – sleep het naar 1, 2 en 3 om het onkruid te verwijderen.
pl: Aktywna tarcza chwastów – przeciągnij ją na 1, 2 i 3, aby usunąć chwasty.
pt: Escudo ativo – arrasta-o para 1, 2 e 3.
ru: Активирован щит от сорняков — перетащите его на 1, 2 и 3, чтобы удалить сорняки.
tr: Ot Kalkanı aktif – otu kaldırmak için onu 1, 2 ve 3'e sürükleyin.
zh_hans: 杂草防护罩处于活动状态 - 将其拖动到 1、2 和 3 以去除杂草。
zh_hant: 雜草防護罩處於活動狀態 - 將其拖曳到 1、2 和 3 以去除雜草。

# weed.shield.ritual.pick_first
source: Wähle unten einen Schutz – dann ziehst du das Schild auf die Zahlen.
en: Pick a shield below, then drag it onto the numbers.
es: Elige un escudo y arrástralo a los números.
fr: Choisis un bouclier, puis fais-le glisser sur les numéros.
hi: नीचे एक सुरक्षा चुनें – फिर आप संख्या पर तख्ती खींचते हैं।
it: Scegli uno scudo e trascinalo sui numeri.
ja: 下の盾を選択し、数字の上にドラッグします。
ko: 아래에서 방패를 선택한 다음 숫자 위로 드래그하세요.
nl: Kies hieronder een schild en sleep het naar de cijfers.
pl: Wybierz tarczę poniżej i przeciągnij ją na liczby.
pt: Escolhe um escudo e arrasta-o para os números.
ru: Выберите защиту ниже, а затем перетащите щит на цифры.
tr: Aşağıdan bir kalkan seçin ve onu sayıların üzerine sürükleyin.
zh_hans: 选择下面的保护 - 然后将盾牌拖到数字上。
zh_hant: 選擇下面的保護 - 然後將盾牌拖到數字上。

# weed.shield.ritual.progress
source: Schutz: %d von %d Feldern
en: Shield: %d of %d fields
es: Escudo: %d de %d campos
fr: Bouclier: %d sur %d champs
hi: सुरक्षा:%1$d %2$d फील्ड से
it: Scudo: %d di %d campi
ja: シールド: %d/%d フィールド
ko: 쉴드: %d/%d 필드
nl: Schild: %d van %d velden
pl: Tarcza: %d z %d pól
pt: Escudo: %d de %d campos
ru: Защита:%dполей%d
tr: Kalkan: %d / %d alan
zh_hans: 保护：%d或%d场
zh_hant: 保護：%d或%d場

# weekday.friday
source: Freitag
en: Friday
es: Viernes
fr: Vendredi
hi: शुक्रवार
it: Venerdì
ja: 金曜日
ko: 금요일
nl: Vrijdag
pl: Piątek
pt: Sexta-feira
ru: Пятница
tr: Cuma
zh_hans: 星期五
zh_hant: 星期五

# weekday.monday
source: Montag
en: Monday
es: Lunes
fr: Lundi
hi: सोमवार
it: Lunedì
ja: 月曜日
ko: 월요일
nl: Maandag
pl: Poniedziałek
pt: Segunda-feira
ru: Понедельник
tr: Pazartesi
zh_hans: 星期一
zh_hant: 星期一

# weekday.saturday
source: Samstag
en: Saturday
es: Sábado
fr: Samedi
hi: शनिवार
it: Sabato
ja: 土曜日
ko: 토요일
nl: Zaterdag
pl: Sobota
pt: Sábado
ru: Суббота
tr: Cumartesi
zh_hans: 星期六
zh_hant: 星期六

# weekday.sunday
source: Sonntag
en: Sunday
es: Domingo
fr: Dimanche
hi: रविवार
it: Domenica
ja: 日曜日
ko: 일요일
nl: Zondag
pl: Niedziela
pt: Domingo
ru: Воскресенье
tr: Pazar
zh_hans: 星期日
zh_hant: 星期日

# weekday.thursday
source: Donnerstag
en: Thursday
es: Jueves
fr: Jeudi
hi: गुरुवार
it: Giovedì
ja: 木曜日
ko: 목요일
nl: Donderdag
pl: Czwartek
pt: Quinta-feira
ru: Четверг
tr: Perşembe
zh_hans: 星期四
zh_hant: 星期四

# weekday.tuesday
source: Dienstag
en: Tuesday
es: Martes
fr: Mardi
hi: मंगलवार
it: Martedì
ja: 火曜日
ko: 화요일
nl: Dinsdag
pl: Wtorek
pt: Terça-feira
ru: Вторник
tr: Salı
zh_hans: 星期二
zh_hant: 星期二

# weekday.wednesday
source: Mittwoch
en: Wednesday
es: Miércoles
fr: Mercredi
hi: बुधवार
it: Mercoledì
ja: 水曜日
ko: 수요일
nl: Woensdag
pl: Środa
pt: Quarta-feira
ru: Среда
tr: Çarşamba
zh_hans: 星期三
zh_hant: 星期三

# weekly_report.analysis.subtitle
source: Deine Fortschritts-Analyse
en: Your Progress Analysis
es: Tu Análisis de Progreso
fr: Votre Analyse de Progrès
hi: आपका प्रगति विश्लेषण
it: La Tua Analisi dei Progressi
ja: 進捗分析
ko: 진척도 분석
nl: Je Voortgangsanalys
pl: Twoja Analiza Postępów
pt: Sua Análise de Progresso
ru: Анализ вашего прогресса
tr: İlerleme Analiziniz
zh_hans: 您的进度分析
zh_hant: 您的進度分析

# weekly_report.button.export_pdf
source: PDF Wochenbericht teilen
en: Share Weekly PDF Report
es: Compartir Reporte PDF Semanal
fr: Partager le Rapport PDF Hebdomadaire
hi: पीडीएफ साप्ताहिक रिपोर्ट साझा करें
it: Condividi Rapporto PDF Settimanale
ja: 週次PDFレポートを共有
ko: 주간 PDF 보고서 공유
nl: Deel Wekelijks PDF Rapport
pl: Udostępnij Tygodniowy Raport PDF
pt: Compartilhar Relatório PDF Semanal
ru: Поделиться еженедельным отчетом в формате PDF
tr: Haftalık PDF Raporunu Paylaş
zh_hans: 分享 PDF 周报
zh_hant: 分享 PDF 週報

# weekly_report.card.focus_time
source: Fokuszeit
en: Focus Time
es: Tiempo de Enfoque
fr: Temps de Focus
hi: ध्यान समय
it: Tempo di Focus
ja: フォーカス時間
ko: 집중 시간
nl: Focustijd
pl: Czas Skupienia
pt: Tempo de Foco
ru: Фокушейт
tr: Odaklanma Süresi
zh_hans: 专注时间
zh_hant: 專注時間

# weekly_report.card.focus_time.value
source: %lld Minuten
en: %lld Minutes
es: %lld Minutos
fr: %lld Minutes
hi: %lld मिनट
it: %lld Minuti
ja: %lld 分
ko: %lld 분
pl: %lld Minut
pt: %lld Minutos
ru: %lld Минут
tr: %lld Dakika
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

# weekly_report.card.habits
source: Gewohnheiten
en: Habits
es: Hábitos
fr: Habitudes
hi: आदतें
it: Abitudini
ja: 習慣
ko: 습관
nl: Gewoontes
pl: Nawyki
pt: Hábitos
ru: Привычки
tr: Alışkanlıklar
zh_hans: 习惯
zh_hant: 習慣

# weekly_report.card.xp
source: Verdiente XP
en: Earned XP
es: XP Ganado
fr: XP Gagnés
hi: कमाए गए XP
it: XP Guadagnati
ja: 獲得したXP
ko: 획득한 XP
nl: Verdiende XP
pl: Zdobyte XP
pt: XP Ganho
ru: Заработанный опыт
tr: Kazanılan XP
zh_hans: 获得 XP
zh_hant: 獲得 XP

# weekly_report.chart.focus_time.value
source: %lld Minuten
en: %lld Minutes
es: %lld Minutos
fr: %lld Minutes
hi: %lld मिनट
it: %lld Minuti
ja: %lld 分
ko: %lld 분
pl: %lld Minut
pt: %lld Minutos
ru: %lld Минут
tr: %lld Dakika
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

# weekly_report.chart.focus_title
source: Fokuszeit pro Tag
en: Focus Time per Day
es: Tiempo de Enfoque por Día
fr: Temps de Focus par Jour
hi: प्रतिदिन फोकस समय
it: Tempo di Focus al Giorno
ja: 日ごとのフォーカス時間
ko: 일별 집중 시간
nl: Focustijd per Dag
pl: Czas Skupienia na Dzień
pt: Tempo de Foco por Dia
ru: Время концентрации в день
tr: Günlük Odaklanma Süresi
zh_hans: 每天专注时间
zh_hant: 每天專注時間

# weekly_report.chart.habits_title
source: Erledigte Gewohnheiten
en: Completed Habits
es: Hábitos Completados
fr: Habitudes Complétées
hi: पूरा किए गए आदतें
it: Abitudini Completate
ja: 完了した習慣
ko: 완료된 습관
nl: Voltooide Gewoontes
pl: Ukończone Nawyki
pt: Hábitos Concluídos
ru: Завершенные привычки
tr: Tamamlanan Alışkanlıklar
zh_hans: 已完成的习惯
zh_hant: 已完成的習慣

# weekly_report.chart.habits.value
source: %lld erledigt
en: %lld done
es: %lld ya hecho
fr: %lld fait
hi: %lld हो गया
it: %lld fatto
ja: %lld 完了しました
ko: %lld 완료됨
nl: %lld klaar
pl: %lld gotowe
pt: %lld concluído
ru: %lld выполнено
tr: %lld bitti
zh_hans: %lld 完成
zh_hant: %lld 完成

# weekly_report.feedback.desc.best_day_focus
source: Dein produktivster Tag für Fokus war %@. Statistisch gesehen bist du an diesem Wochentag besonders leistungsfähig – vielleicht hattest du da am wenigsten Meetings oder eine besonders ruhige Umgebung.
en: Your most productive focus day was %@. Statistically, you're particularly high-performing on this weekday – maybe you had the fewest meetings or a particularly quiet environment.
es: Tu día más productivo para el enfoque fue el %@. Estadísticamente, rindes especialmente bien en este día de la semana – quizás tenías menos reuniones o un entorno más tranquilo.
fr: Ton jour le plus productif pour la concentration était le %@. Statistiquement, tu es particulièrement performant ce jour de la semaine – peut-être avais-tu moins de réunions ou un environnement particulièrement calme.
hi: फोकस के लिए आपका सबसे उत्पादक दिन%@था। सांख्यिकीय रूप से देखा जाए तो आप इस सप्ताह के दिन विशेष रूप से अधिक सक्षम हैं – शायद उस दिन आपके कम से कम मीटिंग्स थे या वहां का माहौल विशेष रूप से शांत था।
it: Il tuo giorno più produttivo per la concentrazione è stato %@. Statisticamente sei particolarmente performante in questo giorno della settimana – forse avevi meno riunioni o un ambiente particolarmente tranquillo.
ja: 集中力が最も高かった日は%@でした。統計的に見ると、この曜日は特にパフォーマンスが高く、会議が少なかったり環境が静かだったりしたのかもしれません。
ko: 가장 생산적인 집중 요일은 %@였습니다. 통계적으로 이 요일에 특히 높은 성과를 냅니다 – 아마 회의가 가장 적거나 조용한 환경이었을 것입니다.
nl: Je meest productieve focusdag was %@. Statistisch gezien presteer je op deze weekdag bijzonder goed – misschien had je de minste vergaderingen of een bijzonder rustige omgeving.
pl: Twój najbardziej produktywny dzień skupienia to %@. Statystycznie w ten dzień tygodnia jesteś szczególnie wydajny – może miałeś wtedy najmniej spotkań lub szczególnie spokojne otoczenie.
pt: Seu dia de foco mais produtivo foi %@. Estatisticamente, você tem um desempenho particularmente alto neste dia da semana – talvez você tivesse as menos reuniões ou um ambiente particularmente tranquilo.
ru: Ваш самый продуктивный день для концентрации был%@. По статистике, в этот день недели вы особенно продуктивны — возможно, у вас было меньше всего встреч или особенно тихая обстановка.
tr: En verimli odak günün %@ idi. İstatistiksel olarak bu hafta günü özellikle yüksek performans gösteriyorsun – belki o gün en az toplantın vardı veya ortam özellikle sakin.
zh_hans: 您注意力最高效的一天是%@。从统计数据来看，一周中的这一天你的工作效率特别高——也许你的会议最少，或者环境特别安静。
zh_hant: 您最有成效的一天是%@。從統計數據來看，一週中的這一天你的工作效率特別高——也許你的會議最少，或者環境特別安靜。

# weekly_report.feedback.desc.best_day_habits
source: Am %@ hast du die meisten Gewohnheiten abgehakt. Tolle Leistung!
en: On %@ you checked off the most habits. Great performance!
es: El %@ completaste la mayor cantidad de hábitos. ¡Excelente rendimiento!
fr: Le %@ tu as coché le plus d'habitudes. Belle performance !
hi: %@को तुमने सबसे अधिक आदतों को पूरा किया। शानदार उपलब्धि!
it: Il %@ hai completato il maggior numero di abitudini. Ottima prestazione!
ja: %@に最も多くの習慣をチェックしました。素晴らしいパフォーマンスです！
ko: %@에 가장 많은 습관을 완료했습니다. 훌륭한 성과입니다!
nl: Op %@ heb je de meeste gewoonten afgevinkt. Geweldige prestatie!
pl: W %@ odhaczyłeś najwięcej nawyków. Świetny wynik!
pt: Em %@ você concluiu o maior número de hábitos. Ótimo desempenho!
ru: На%@вы отметили большинство привычек. Отличное выступление!
tr: %@ gününde en fazla alışkanlığı tamamladın. Harika bir performans!
zh_hans: 在%@，您检查了大部分习惯。表演很棒！
zh_hant: 在%@，您檢查了大部分習慣。表演很棒！

# weekly_report.feedback.desc.consistent
source: Du warst diese Woche sehr konstant und hast deine Zeiten solide gehalten. Konstanz ist der Schlüssel zum langfristigen Erfolg!
en: You were very consistent this week and kept your times solid. Consistency is the key to long-term success!

# weekly_report.feedback.desc.fluctuating
source: Du hattest diese Woche starke Schwankungen. An manchen Tagen warst du voll dabei, an anderen gar nicht. Dein Ziel für nächste Woche: Fokus auf deine wichtigsten 2 Gewohnheiten.
en: You had strong fluctuations this week. Some days you were fully engaged, others not at all. Your goal for next week: focus on your top 2 habits.

# weekly_report.feedback.desc.negative
source: Diese Woche war etwas ruhiger. Deine Fokuszeit ist um %@ gesunken. Kopf hoch, nächste Woche wird wieder produktiver!
en: This week was a bit quieter. Your focus time decreased by %@. Keep your head up, next week will be more productive!
es: Esta semana estuvo un poco más tranquila. Tu tiempo de enfoque disminuyó un %@. ¡Ánimo, la próxima semana será más productiva!
fr: Cette semaine a été un peu plus calme. Votre temps de focus a diminué de %@. Gardez la tête haute, la semaine prochaine sera plus productive !
hi: यह सप्ताह थोड़ा शांत रहा। आपका फोकस समय%@तक घट गया है। हिम्मत रखें, अगला सप्ताह फिर से अधिक उत्पादक होगा!
it: Questa settimana è stata un po' più calma. Il tuo tempo di focus è diminuito del %@. Non abbatterti, la prossima settimana sarà più produttiva!
ja: 今週は少し落ち着いた週でした。フォーカス時間が %@ 減少しました。気を取り直して、来週はもっと生産的にいきましょう！
ko: 이번 주는 조금 여유로운 한 주였습니다. 집중 시간이 %@ 감소했습니다. 힘내세요, 다음 주는 더 생산적인 한 주가 될 것입니다!
nl: Deze week was wat rustiger. Je focustijd is met %@ afgenomen. Kop op, volgende week wordt productiever!
pl: Ten tydzień był nieco spokojniejszy. Twój czas skupienia spadł o %@. Głowa do góry, przyszły tydzień będzie bardziej produktywny!
pt: Esta semana foi um pouco mais calma. Seu tempo de foco diminuiu %@. Cabeça erguida, a próxima semana será mais produtiva!
ru: Эта неделя прошла немного спокойнее. Ваше время фокусировки уменьшилось на%@. Не унывайте, следующая неделя снова будет более продуктивной!
tr: Bu hafta biraz daha sakindi. Odaklanma süreniz %@ azaldı. Başınızı dik tutun, gelecek hafta daha verimli olacak!
zh_hans: 这周稍微安静一些。您的专注时间减少了%@。加油，下周又会更有成效！
zh_hant: 這週稍微安靜一點。您的專注時間減少了%@。加油，下週又會更有效率！

# weekly_report.feedback.desc.negative_base
source: Diese Woche war etwas ruhiger und deine Fokuszeit ist um %@ gesunken. Aber mach dir keinen Kopf, Erholung ist genauso wichtig. Nächste Woche greifen wir wieder voll an!
en: This week was a bit quieter and your focus time dropped by %@. But don't worry, recovery is just as important. Next week we'll go full throttle again!
es: Esta semana fue un poco más tranquila y tu tiempo de enfoque disminuyó un %@. Pero no te preocupes, la recuperación es igual de importante. ¡La semana que viene volvemos a por todas!
fr: Cette semaine était un peu plus calme et ton temps de concentration a baissé de %@. Mais ne t'inquiète pas, la récupération est tout aussi importante. La semaine prochaine, on repart à fond !
hi: इस सप्ताह थोड़ा शांत था और आपका फोकस समय%@तक गिर गया। लेकिन चिंता मत करें, आराम भी उतना ही महत्वपूर्ण है। अगले सप्ताह हम फिर पूरी ताकत से काम करेंगे!
it: Questa settimana è stata un po' più tranquilla e il tuo tempo di concentrazione è sceso del %@. Ma non preoccuparti, il recupero è altrettanto importante. La settimana prossima ci riprendiamo!
ja: 今週は少し落ち着いた週で、集中時間が%@減少しました。でも心配しないでください、回復も同様に重要です。来週はまた全力で頑張りましょう！
ko: 이번 주는 조금 조용했고 집중 시간이 %@ 줄었습니다. 하지만 걱정 마세요, 회복도 똑같이 중요합니다. 다음 주에는 다시 전력을 다해봅시다!
nl: Deze week was wat rustiger en je focustijd daalde met %@. Maar maak je geen zorgen, herstel is even belangrijk. Volgende week gaan we er weer vol tegenaan!
pl: Ten tydzień był nieco spokojniejszy i twój czas skupienia spadł o %@. Ale nie martw się, odpoczynek jest równie ważny. W przyszłym tygodniu wracamy do pełnej mocy!
pt: Esta semana foi um pouco mais tranquila e seu tempo de foco caiu %@. Mas não se preocupe, a recuperação é igualmente importante. Na próxima semana voltamos com tudo!
ru: Эта неделя была немного спокойнее, и ваше время концентрации сократилось на%@. Но не волнуйтесь, отдых не менее важен. На следующей неделе мы снова будем атаковать!
tr: Bu hafta biraz daha sakin geçti ve odaklanma süren %@ düştü. Ama endişelenme, toparlanma da aynı derecede önemli. Gelecek hafta yeniden tam gaz gideceğiz!
zh_hans: 本周比较安静，你的专注时间下降了%@。但别担心，休息也同样重要。下周我们将再次出击！
zh_hant: 本週比較安靜，你的專注時間下降了%@。但別擔心，休息也同樣重要。下週我們將再次出擊！

# weekly_report.feedback.desc.negative_with_day
source: Diese Woche war etwas ruhiger. Deine Fokuszeit ist um %@ gesunken. Dein bester Tag war %@. Nächste Woche greifen wir wieder voll an!
en: This week was a bit quieter. Your focus time decreased by %@. Your best day was %@. Let's attack again next week!
es: Esta semana estuvo un poco más tranquila. Tu tiempo de enfoque disminuyó un %@. Tu mejor día fue el %@. ¡Volveremos con todo la próxima semana!
fr: Cette semaine a été un peu plus calme. Votre temps de focus a diminué de %@. Votre meilleur jour était le %@. On s'y remet à fond la semaine prochaine !
hi: इस सप्ताह थोड़ा शांत था। आपका फोकस समय%@तक घट गया। आपका सबसे अच्छा दिन%@था। अगले सप्ताह हम फिर से पूरी ताकत से आगे बढ़ेंगे!
it: Questa settimana è stata un po' più calma. Il tuo tempo di focus è diminuito del %@. Il tuo giorno migliore è stato %@. Riproviamoci la prossima settimana!
ja: 今週は少し落ち着いた週でした。フォーカス時間が %@ 減少しました。最も良かった日は %@ です。来週また頑張りましょう！
ko: 이번 주는 조금 여유로운 한 주였습니다. 집중 시간이 %@ 감소했습니다. 가장 좋았던 요일은 %@였습니다. 다음 주에 다시 힘차게 달려봅시다!
nl: Deze week was wat rustiger. Je focustijd is met %@ afgenomen. Je beste dag was %@. Volgende week gaan we er weer vol tegenaan!
pl: Ten tydzień był nieco spokojniejszy. Twój czas skupienia spadł o %@. Twoim najlepszym dniem był %@. W przyszłym tygodniu wracamy z pełną mocą!
pt: Esta semana foi um pouco mais calma. Seu tempo de foco diminuiu %@. Seu melhor dia foi %@. Vamos com tudo na próxima semana!
ru: Эта неделя прошла немного спокойнее. Ваше время фокусировки уменьшилось на%@. Твой лучший день был%@. На следующей неделе мы снова будем атаковать!
tr: Bu hafta biraz daha sakindi. Odaklanma süreniz %@ azaldı. En iyi gününüz %@ oldu. Gelecek hafta tekrar tam güçle devam edelim!
zh_hans: 这周稍微安静一些。您的专注时间减少了%@。你最好的一天是%@。下周我们将再次出击！
zh_hant: 這週稍微安靜一點。您的專注時間減少了%@。你最好的一天是%@。下週我們將再次出擊！

# weekly_report.feedback.desc.neutral
source: Eine solide, ausgeglichene Woche. Halte deine Gewohnheiten weiter so konstant!
en: A solid, balanced week. Keep your habits as consistent as they are!
es: Una semana sólida y equilibrada. ¡Sigue manteniendo tus hábitos tan constantes!
fr: Une semaine solide et équilibrée. Continuez à maintenir vos habitudes constantes !
hi: एक मजबूत, संतुलित सप्ताह। अपनी आदतों को आगे भी ऐसे ही स्थिर बनाए रखो!
it: Una settimana solida ed equilibrata. Mantieni le tue abitudini costanti!
ja: 堅実でバランスの取れた一週間でした。この調子で習慣を維持しましょう！
ko: 견고하고 균형 잡힌 한 주였습니다. 지금처럼 습관을 꾸준히 유지하세요!
nl: Een solide, evenwichtige week. Houd je gewoontes net zo consistent!
pl: Solidny, zrównoważony tydzień. Utrzymuj swoje nawyki na stałym poziomie!
pt: Uma semana sólida e equilibrada. Mantenha seus hábitos consistentes!
ru: Твердая, сбалансированная неделя. Сохраняйте свои привычки последовательными!
tr: Sağlam, dengeli bir hafta. Alışkanlıklarınızı istikrarlı bir şekilde sürdürmeye devam edin!
zh_hans: 扎实、平衡的一周。保持习惯一致！
zh_hant: 紮實、平衡的一週。保持習慣一致！
